print('хакеры слили в сеть данные пакистанской энергетической компании k-Electric'.title())
print('Ботнет IPStorm , в который ранее входили лишь Windows-машины, увеличился до 13 500 зараженных систем'.replace("е", "3"))
txt="У вас есть строка 'Запуск Ethereum 2.0 состоится 1 декабря. На депозитный контракт внесено более 524 288 ETH'" #тип str
b=txt.split() 
print(type('У', 'вас', 'есть', 'строка', "'Запуск", 'Ethereum', '2.0', 'состоится', '1', 'декабря.', 'На', 'депозитный', 'контракт', 'внесено', 'более', '524', '288', "ETH'")) # <class 'str'>
print(b)

